Repository: yhkl-dev/pacenote
Catalog: pacenote/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, ja, zh_hans, zh_hant

# discover.all
source: All
de: Alle
es: Todos
fi: Kaikki
fr: Tous
ja: すべて
zh_hans: 全部
zh_hant: 全部

# discover.basics
source: Basics
de: Grundlagen
es: Básico
fi: Perusteet
fr: Bases
ja: 基本
zh_hans: 基础
zh_hant: 基礎

# discover.comingSoon
source: Coming soon
de: Demnächst
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
ja: 近日公開
zh_hans: 即将上线
zh_hant: 即將上線

# discover.drivers
source: Drivers & Teams
de: Fahrer und Teams
es: Pilotos y Equipos
fi: Kuljettajat ja tallit
fr: Pilotes et Équipes
ja: ドライバーとチーム
zh_hans: 车手与车队
zh_hant: 車手與車隊

# discover.driversDesc
source: WRC driver profiles · Team history
de: WRC-Fahrerprofile · Teamgeschichte
es: Perfiles de pilotos WRC · Historia de equipos
fi: WRC-kuljettajien profiilit · Tallihistoria
fr: Profils pilotes WRC · Histoire des équipes
ja: WRC ドライバープロフィール · チームの歴史
zh_hans: WRC 现役车手资料 · 车队历史
zh_hant: WRC 現役車手資料 · 車隊歷史

# discover.encyclopedia
source: Rally Encyclopedia
de: Rally-Enzyklopädie
es: Enciclopedia Rally
fi: Rallitietosanakirja
fr: Encyclopédie Rallye
ja: ラリー百科
zh_hans: 拉力百科
zh_hant: 拉力百科

# discover.encyclopediaDesc
source: Pacenotes · Groups · Scoring · Car tech
de: Aufschriebe · Gruppen · Punkte · Technik
es: Notas · Grupos · Puntuación · Técnica
fi: Nuotit · Ryhmät · Pistelasku · Autotekniikka
fr: Notes · Groupes · Points · Technique
ja: ペースノート · グループ · 得点 · 車両技術
zh_hans: 路书系统 · 组别规则 · 赛车技术 · 计分方式
zh_hant: 路書系統 · 組別規則 · 賽車技術 · 計分方式

# discover.gameTracks
source: Game Tracks
de: Spielstrecken
es: Pistas en juegos
fi: Pelien erikoiskokeet
fr: Pistes en jeu
ja: ゲームステージ
zh_hans: 游戏赛道
zh_hant: 遊戲賽道

# discover.history
source: Rally History
de: Rally-Geschichte
es: Historia del Rally
fi: Rallihistoria
fr: Histoire du Rallye
ja: ラリーの歴史
zh_hans: 拉力历史
zh_hant: 拉力歷史

# discover.historyDesc
source: Group B · Legendary drivers · Classic seasons
de: Gruppe B · Legendäre Fahrer · Klassische Saisons
es: Grupo B · Pilotos legendarios · Temporadas clásicas
fi: B-ryhmä · Legendaariset kuljettajat · Klassikkokaudet
fr: Groupe B · Pilotes légendaires · Saisons classiques
ja: グループB · 伝説のドライバー · 名シーズン
zh_hans: Group B · 传奇车手 · 经典赛季
zh_hant: Group B · 傳奇車手 · 經典賽季

# discover.minRead
source: min read
de: Min
es: min
fi: min
fr: min
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

# discover.pacenotes
source: Pacenotes
de: Aufschriebe
es: Notas
fi: Nuotit
fr: Notes
ja: ペースノート
zh_hans: 路书
zh_hant: 路書

# discover.rules
source: Rules
de: Regeln
es: Reglas
fi: Säännöt
fr: Règles
ja: ルール
zh_hans: 规则
zh_hant: 規則

# discover.tech
source: Tech
de: Technik
es: Técnica
fi: Tekniikka
fr: Technique
ja: 技術
zh_hans: 技术
zh_hant: 技術

# discover.title
source: Discover
de: Entdecken
es: Descubrir
fi: Löydä
fr: Découvrir
ja: 発見
zh_hans: 发现更多
zh_hant: 發現更多

# empty.calendar
source: No events found
de: Keine Veranstaltungen
es: No hay eventos
fi: Ei kilpailuja
fr: Aucune épreuve
ja: イベントなし
zh_hans: 暂无赛事
zh_hant: 暫無賽事

# empty.standings
source: Standings not available
de: Wertung nicht verfügbar
es: Clasificación no disponible
fi: Pistetilanne ei saatavilla
fr: Classement indisponible
ja: ランキング利用不可
zh_hans: 积分数据暂不可用
zh_hant: 積分資料暫不可用

# error.decoding
source: Data parse error
de: Datenanalysefehler
es: Error al procesar datos
fi: Tietojen jäsennysvirhe
fr: Erreur d'analyse des données
ja: データ解析エラー
zh_hans: 数据解析失败
zh_hant: 資料解析失敗

# error.network
source: No network connection
de: Keine Netzwerkverbindung
es: Sin conexión de red
fi: Ei verkkoyhteyttä
fr: Pas de connexion réseau
ja: ネットワーク接続なし
zh_hans: 网络连接不可用
zh_hant: 網路連線不可用

# error.retry
source: Tap to retry
de: Zum Wiederholen tippen
es: Toca para reintentar
fi: Yritä uudelleen
fr: Appuyer pour réessayer
ja: タップして再試行
zh_hans: 点击重试
zh_hant: 點擊重試

# error.server
source: Server error
de: Serverfehler
es: Error del servidor
fi: Palvelinvirhe
fr: Erreur serveur
ja: サーバーエラー
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

# event.leaderHint
source: Current leader · Tap for details
de: Führender · Details
es: Líder · Ver detalles
fi: Johtaja · Lisätiedot
fr: Leader · Voir détails
ja: リーダー · 詳細
zh_hans: 领先车手 · 查看详情
zh_hant: 領先車手 · 查看詳情

# event.round
source: Round %d
de: Lauf %d
es: Ronda %d
fi: %d. osakilpailu
fr: Manche %d
ja: 第%d戦
zh_hans: 第 %d 站
zh_hant: 第 %d 站

# event.tab.entries
source: Entries
de: Nennliste
es: Inscritos
fi: Osallistujat
fr: Engagés
ja: エントリー
zh_hans: 参赛名单
zh_hant: 參賽名單

# event.tab.overall
source: Overall
de: Gesamt
es: General
fi: Kokonaistilanne
fr: Général
ja: 総合
zh_hans: 总成绩
zh_hant: 總成績

# event.tab.schedule
source: Schedule
de: Zeitplan
es: Horario
fi: Aikataulu
fr: Horaire
ja: スケジュール
zh_hans: 日程
zh_hant: 日程

# event.tab.stages
source: Stages
de: Prüfungen
es: Tramos
fi: Erikoiskokeet
fr: Spéciales
ja: ステージ
zh_hans: 赛段
zh_hant: 賽段

# gameTracks.description
source: Which rally games feature real WRC stages?
de: Welche Rally-Spiele enthalten echte WRC-Prüfungen?
es: ¿Qué juegos de rally incluyen tramos reales del WRC?
fi: Missä rallipeleissä on oikeita WRC-erikoiskokeita?
fr: Quels jeux de rallye proposent de vraies spéciales WRC ?
ja: どのラリーゲームに実際のWRCステージが収録されているか？
zh_hans: 哪些拉力游戏收录了真实的 WRC 赛段？
zh_hant: 哪些拉力遊戲收錄了真實的 WRC 賽段？

# gameTracks.title
source: Game Tracks
de: Spielstrecken
es: Pistas en juegos
fi: Pelien erikoiskokeet
fr: Pistes en jeu
ja: ゲームステージ
zh_hans: 游戏赛道
zh_hant: 遊戲賽道

# loading.default
source: Loading...
de: Laden...
es: Cargando...
fi: Ladataan...
fr: Chargement...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 載入中...

# loading.driverData
source: Loading data...
de: Lade Daten...
es: Cargando datos...
fi: Ladataan tietoja...
fr: Chargement des données...
ja: データ読み込み中...
zh_hans: 数据加载中...
zh_hant: 資料載入中...

source: Loading entries...
de: Lade Nennliste...
es: Cargando inscritos...
fi: Ladataan osallistujia...
fr: Chargement des engagés...
ja: エントリー読み込み中...
zh_hans: 参赛名单加载中...
zh_hant: 參賽名單載入中...

source: Loading schedule...
de: Lade Zeitplan...
es: Cargando horario...
fi: Ladataan aikataulua...
fr: Chargement de l'horaire...
ja: スケジュール読み込み中...
zh_hans: 日程加载中...
zh_hant: 日程載入中...

# nav.driverProfile
source: Driver
de: Fahrer
es: Piloto
fi: Kuljettaja
fr: Pilote
ja: ドライバー
zh_hans: 车手资料
zh_hant: 車手資料

# nav.eventDetail
source: Event
de: Veranstaltung
es: Evento
fi: Kilpailu
fr: Épreuve
ja: イベント
zh_hans: 赛事详情
zh_hant: 賽事詳情

# nav.standings
source: Standings
de: Wertung
es: Clasificación
fi: Pistetilanne
fr: Classement
ja: ランキング
zh_hans: 积分榜
zh_hant: 積分榜

# section.completed
source: Completed
de: Beendet
es: Finalizados
fi: Päättyneet
fr: Terminés
ja: 終了
zh_hans: 已结束
zh_hant: 已結束

# section.live
source: Live Now
de: Live
es: En directo
fi: Meneillään
fr: En ce moment
ja: 開催中
zh_hans: 进行中
zh_hant: 進行中

# section.upcoming
source: Upcoming
de: Bevorstehend
es: Próximos
fi: Tulevat
fr: À venir
ja: 開催予定
zh_hans: 即将开始
zh_hant: 即將開始

# settings.about
source: About
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
ja: について
zh_hans: 关于
zh_hant: 關於

# settings.aboutPacenote
source: About pacenote
de: Über pacenote
es: Acerca de pacenote
fi: Tietoja pacenotesta
fr: À propos de pacenote
ja: pacenote について
zh_hans: 关于 pacenote
zh_hant: 關於 pacenote

# settings.dataSource
source: Data Source
de: Datenquelle
es: Fuente de datos
fi: Tietolähde
fr: Source de données
ja: データソース
zh_hans: 数据来源
zh_hant: 資料來源

# settings.dataSourceValue
source: WRC / eWRC
de: WRC / Sportradar
es: WRC / Sportradar
fi: WRC / Sportradar
fr: WRC / Sportradar
ja: WRC / Sportradar
zh_hans: WRC / Sportradar
zh_hant: WRC / Sportradar

# settings.general
source: General
de: Allgemein
fi: Yleiset
fr: Général
ja: 一般
zh_hans: 通用
zh_hant: 一般

# settings.language
source: Language
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
ja: 言語
zh_hans: 语言
zh_hant: 語言

# settings.notifications
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fi: Push-ilmoitukset
fr: Notifications push
ja: プッシュ通知
zh_hans: 推送通知
zh_hant: 推送通知

# settings.notificationsDesc
source: Stage start/end, leader changes
de: Prüfungsbeginn/-ende, Führungswechsel
es: Inicio/fin de tramo, cambio de líder
fi: Erikoiskokeen alku/loppu, johtajan vaihto
fr: Début/fin de spéciale, changement de leader
ja: ステージ開始/終了、リーダー交代
zh_hans: 赛段开始/结束、领先车手变更
zh_hant: 賽段開始/結束、領先車手變更

# settings.preferences
source: Preferences
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
ja: 設定
zh_hans: 偏好设置
zh_hant: 偏好設置

# spoiler.description
source: Hide completed stage results by default
de: Ergebnisse beendeter Prüfungen ausblenden
es: Ocultar resultados de tramos finalizados
fi: Piilota päättyneiden erikoiskokeiden tulokset
fr: Masquer les résultats des spéciales terminées
ja: 終了したステージの結果をデフォルトで非表示
zh_hans: 默认隐藏已结束赛段的成绩
zh_hant: 預設隱藏已結束賽段的成績

# spoiler.enabled
source: Spoiler-free mode is ON
de: Spoilerfrei-Modus ist AN
es: Modo sin spoilers activado
fi: Spoileriton tila päällä
fr: Mode sans spoiler activé
ja: ネタバレ防止オン
zh_hans: 防剧透模式已开启
zh_hant: 防劇透模式已開啟

# spoiler.eventLive
source: is live now
de: läuft live
es: en vivo
fi: käynnissä
fr: en direct
ja: 開催中
zh_hans: 正在进行中
zh_hant: 正在進行中

# spoiler.hidden
source: Results hidden
de: Ergebnisse ausgeblendet
es: Resultados ocultos
fi: Tulokset piilotettu
fr: Résultats masqués
ja: 結果非表示
zh_hans: 成绩已隐藏
zh_hant: 成績已隱藏

# spoiler.reveal
source: Show Results
de: Ergebnisse zeigen
es: Ver resultados
fi: Näytä tulokset
fr: Voir les résultats
ja: 結果を表示
zh_hans: 显示成绩
zh_hant: 顯示成績

# spoiler.title
source: Spoiler-free Mode
de: Spoilerfreier Modus
es: Modo sin spoilers
fi: Spoileriton tila
fr: Mode sans spoiler
ja: ネタバレ防止
zh_hans: 防剧透模式
zh_hant: 防劇透模式

# stage.distance
source: Distance
de: Distanz
es: Distancia
fi: Pituus
ja: 距離
zh_hans: 距离
zh_hant: 距離

source: Stage Info
de: Prüfungsinfo
es: Info del tramo
fi: Erikoiskokeen tiedot
fr: Info spéciale
ja: ステージ情報
zh_hans: 赛段信息
zh_hant: 賽段資訊

# stage.noResults
source: Results not yet published
de: Ergebnisse noch nicht veröffentlicht
es: Resultados aún no publicados
fi: Tuloksia ei vielä julkaistu
fr: Résultats pas encore publiés
ja: 結果未発表
zh_hans: 成绩暂未发布
zh_hant: 成績暫未發布

# stage.notStarted
source: Stage not yet started
de: Prüfung noch nicht gestartet
es: Tramo aún no iniciado
fi: Erikoiskoe ei ole alkanut
fr: Spéciale pas encore commencée
ja: ステージ未開始
zh_hans: 赛段尚未开始
zh_hant: 賽段尚未開始

# stage.surface
source: Surface
de: Belag
es: Superficie
fi: Alusta
ja: 路面
zh_hans: 路面
zh_hant: 路面

# standing.codrivers
source: Codrivers
de: Beifahrer
es: Copilotos
fi: Kartanlukijat
fr: Copilotes
ja: コ·ドライバー
zh_hans: 领航员
zh_hant: 領航員

# standing.drivers
source: Drivers
de: Fahrer
es: Pilotos
fi: Kuljettajat
fr: Pilotes
ja: ドライバー
zh_hans: 车手
zh_hant: 車手

# standing.manufacturers
source: Manufacturers
de: Hersteller
es: Constructores
fi: Valmistajat
fr: Constructeurs
ja: マニュファクチャラー
zh_hans: 制造商
zh_hant: 製造商

# status.cancelled
source: Cancelled
de: Abgesagt
es: Cancelado
fi: Peruttu
fr: Annulé
ja: 中止
zh_hans: 已取消
zh_hant: 已取消

# status.completed
source: Completed
de: Beendet
es: Finalizado
fi: Päättynyt
fr: Terminé
ja: 終了
zh_hans: 已结束
zh_hant: 已結束

# status.upcoming
source: Upcoming
de: Bevorstehend
es: Próximo
fi: Tulossa
fr: À venir
ja: 開催予定
zh_hans: 即将开始
zh_hant: 即將開始

# tab.discover
source: Discover
de: Entdecken
es: Descubrir
fi: Löydä
fr: Découvrir
ja: 発見
zh_hans: 发现
zh_hant: 發現

# tab.home
source: Home
de: Start
es: Inicio
fi: Koti
fr: Accueil
ja: ホーム
zh_hans: 首页
zh_hant: 首頁

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
ja: 設定
zh_hans: 设置
zh_hant: 設置

# tab.standings
source: Standings
de: Wertung
es: Clasificación
fi: Pisteet
fr: Classement
ja: ランキング
zh_hans: 积分
zh_hant: 積分

# status.live
source: Live
es: En vivo
fi: Käynnissä
fr: En direct
ja: 開催中
zh_hans: 进行中
zh_hant: 進行中
